Tekla.Structures.ModelInternal.dotIntersectionSolid_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Size:

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.SolidId
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.FaceIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.LoopIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.VertexIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.IntersectionPoint1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.IntersectionPoint2
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.IntersectionPoint3
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.Polygon
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.FormingStates
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.QueryType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.CreationType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionSolid_t.ReturnValue
DO NOT USE! For internal usage only!